{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 2, "word_counts": "{\"congratulations\": 1, \"you\": 2, \"have\": 1, \"won\": 1, \"a\": 1, \"free\": 1, \"lottery\": 1, \"i'll\": 1, \"call\": 1, \"later\": 1}", "word_docs": "{\"you\": 2, \"lottery\": 1, \"won\": 1, \"a\": 1, \"free\": 1, \"have\": 1, \"congratulations\": 1, \"call\": 1, \"later\": 1, \"i'll\": 1}", "index_docs": "{\"1\": 2, \"7\": 1, \"4\": 1, \"5\": 1, \"6\": 1, \"3\": 1, \"2\": 1, \"9\": 1, \"10\": 1, \"8\": 1}", "index_word": "{\"1\": \"you\", \"2\": \"congratulations\", \"3\": \"have\", \"4\": \"won\", \"5\": \"a\", \"6\": \"free\", \"7\": \"lottery\", \"8\": \"i'll\", \"9\": \"call\", \"10\": \"later\"}", "word_index": "{\"you\": 1, \"congratulations\": 2, \"have\": 3, \"won\": 4, \"a\": 5, \"free\": 6, \"lottery\": 7, \"i'll\": 8, \"call\": 9, \"later\": 10}"}}